[
  {
    "Id": 1,
    "Naziv": "GARNIER 22Mleko za zaštitu od sunca Ambre Solaire SPF50 200ml",
    "Cena": 1200.0,
    "Opis": "Mleko za zaštitu od sunca protiv isušivanja kože.222\n• Hidrirajuća formula štiti od isušivanja i ostavlja kožu nežnom i mekanom.\n• Obogaćeno ši puterom.\n• Veoma visoka zaštita SPF 50.",
    "Slika": "45c1225b-a58e-4975-a93d-51646422becb.jpg",
    "DatumPostavljanjaProizvoda": "24/06/2023",
    "Grad": "Novi Sad",
    "Recenzija": [],
    "Status": true,
    "IsDeleted": true,
    "FID": [
      "3",
      "14",
      "15"
    ],
    "KID": "4",
    "PID": [
      1,
      4,
      9,
      10,
      14
    ],
    "RID": [
      1,
      2
    ],
    "Kolicina": 8.0
  },
  {
    "Id": 2,
    "Naziv": "SMART+ Bluetooth slušalice F9C TWS crne",
    "Cena": 1999.0,
    "Opis": "Bluetooth 5.0: Slušalice koriste\n• Bluetooth 5.0 čip, bez kašnjenja, niske potrošnje energije i mogu postići brzu i stabilnu vezu. Zaista bežične Bluetooth slušalice velikog kapaciteta.\n\n• Dva načina povezivanja: jednokratna/dvostruka upotreba bez upotrebe ruku, možete koristiti jednu ili dve slušalice za HiFi stereo. Samo uživajte u slušanju na jednom uhu i HiFi stereo binauralnom slušanju.\n\n• Tehnologija smanjenja šuma: binauralni poziv visoke definicije, 5.0 automatsko uparivanje, ugrađena aktivna redukcija buke CVC 8.0, može da obezbedi jasne telefonske pozive i najbolje muzičko iskustvo.\n\n• Karakteristike proizvoda: binauralni poziv visoke definicije, pauza pri reprodukciji, pomoćnik za pozive, podešavanje jačine zvuka, prebacivanje pesama nagore i nadole, automatsko pokretanje, automatsko uparivanje, inteligentno smanjenje šuma, bez kašnjenja u igri.\n\n• Bluetooth slušalice imaju funkciju dodira, jednostavne za upotrebu.",
    "Slika": "21c3c02c-4c59-4ee7-9091-3d3e0aeb5158.jpg",
    "DatumPostavljanjaProizvoda": "24/06/2023",
    "Grad": "Beograd",
    "Recenzija": [],
    "Status": true,
    "IsDeleted": false,
    "FID": [
      "3",
      "15"
    ],
    "KID": "4",
    "PID": [
      6,
      11
    ],
    "RID": [],
    "Kolicina": 1.0
  },
  {
    "Id": 3,
    "Naziv": "McADAMS Hrana za odrasle pse malih rasa TURKEY SENSITIVE 2kg",
    "Cena": 4795.0,
    "Opis": "McADAMS HRANA ZA ODRASLE PSE MALIH RASA\nBez žitarica i mesnog brašna, nežno pečena i lako svarljiva. Ultra-premium kompletna hrana za pse napravljena sa jednim izvorom proteina, pogodna za pse malih rasa sa alergijama i intolerancijama na hranu.\nPrešli smo na ulje algi održivog izvora, koje ima iste zdravstvene prednosti, ali je manje verovatno da će izazvati alergije.\nU sve naše recepte zbog zdravih zglobova uključujemo novozelandsku zelenu usnu dagnju i ručno rezanu irsku algu i oboje su odlični izvori antioksidanata koji mogu pomoći u sprečavanju upalnih reakcija kod kućnih ljubimaca. Prešli smo na ulje algi održivog izvora, koje ima isto koristi za zdravlje, ali je manje verovatno da će izazvati alergije.\n\nSastav\nČitava britanska ćuretina iz slobodnog uzgoja sa ćurećom masti i sosom (64,5%), slatkim krompirom (25%), tapiokom (6,5%), sočivom, mineralima, biljnim vlaknima, uljem algi, prebioticima (FOS (0,15%), MOS (0,15%) )), ekstrakt juke, sušeni neven, ručno rezane irske morske alge (0,03%), sušena pomorandža, novozelandska zelenousna dagnja, kamilica, šargarepa, brusnice, spanać, paradajz, lavanda, sušeni ruzmarin.\nAnalitičke komponente\nSirovi proteini 23%, Sirove masti 11%, Sirova vlakna 3,5%, Sirovi pepeo 8%, Omega 6 1,5%, Omega 3 0,6%, 353,00 kcal/100g.\nAditivi\nVitamini: Vitamin A 14.423 IU, Vitamin D3 2.000 IU, Vitamin E 96 IU; Elementi u tragovima: cink (cink-sulfat monohidrat) 48 mg, gvožđe (gvožđe (II) sulfat monohidrat) 48 mg, mangan (mangan sulfat monohidrat) 34 mg, bakar (bakar (II) sulfat pentahidrat) 5 mg, jod-jod (Calcij anhidrat) ) 0,96 mg, selen (natrijum selenit) 0,19 mg. Antioksidansi: Konzervirano sa mešanim tokoferolima.\n\nSmernice za dnevno hranjenje:\nKao i ljudi, svi psi su različiti i imaju različite potrebe u ishrani u zavisnosti od njihovog metabolizma i nivoa aktivnosti. Koristite dole navedene količine kao vodič i prilagodite veličinu obroka vašeg psa u skladu sa tim ako primećujete da vaš pas ili gubi ili dobija na težini. Većina pasa preferira da se njihova dnevna količina podeli između dva obroka. Sveža voda treba uvek da bude dostupna.\nTežina psa 3 kg / 5 kg / 7 kg / 10 kg\nDnevna količina 50-65g / 75-100g / 95-125g / 120-165g",
    "Slika": "876a65c0-9543-4891-b8cf-fd090334f2be.jpg",
    "DatumPostavljanjaProizvoda": "24/06/2023",
    "Grad": "Novi Sad",
    "Recenzija": [],
    "Status": true,
    "IsDeleted": false,
    "FID": [],
    "KID": "4",
    "PID": [
      8
    ],
    "RID": [
      4
    ],
    "Kolicina": 39.0
  },
  {
    "Id": 4,
    "Naziv": "IPANEMA Sandale za devojčice Summer Ix Baby 83188-20874 roze",
    "Cena": 1999.0,
    "Opis": "IPANEMA je jedan od najznačajnijih brazilskih brendova. Iako relativno mlad brend, napravio je pravu revoluciju u domenu letnje obuće na tržištu. Lansirala ga je poznata brazilska manekenka Gisele Bündchen tako da se često ovaj brend vezuje za njeno ime. Ipanema je brend koji je zaljubljen u ritam koji pokreće svet. Inspisana životom brazilskih ulica i plaža, Ipanemu pokreću jedinstveni, jednostavni detalji svakodnevnice. Njena suština dolazi sa plaže iz Rio de Janeira, po kojoj je ovaj brend i dobio ime, ali u isto vreme ovaj brend je cosmopolita. U svakoj kolekciji Ipanema ostaje verna sebi i svojoj filozofiji. Različiti stilovi uključuju japanke i sandale koje se mogu nositi kako na plaži, u gradu, preko dana u izlasku… Ipanema je eco frendly brend i njena celokupna proizvodnja zasniva se na 100% materijala koji je moguće reciklirati i od čak 30% materijala koji je već recikliran. Na taj način, Ipanema brine o održivosti prirode.",
    "Slika": "9eb5d426-1c7d-472c-8925-df86c621a5ec.jpg",
    "DatumPostavljanjaProizvoda": "24/06/2023",
    "Grad": "Novi Sad",
    "Recenzija": [],
    "Status": false,
    "IsDeleted": false,
    "FID": [
      "14",
      "3"
    ],
    "KID": "4",
    "PID": [
      7
    ],
    "RID": [],
    "Kolicina": 0.0
  },
  {
    "Id": 5,
    "Naziv": "DR.GRANDEL Set Hydro Activ Hyaluron Refil 24h krema 50ml i gratis ampule Hyaluron 3x3ml",
    "Cena": 3679.0,
    "Opis": "Snaga hijalurona (klasik, filer) za intenzivnu hidrataciju i popunjavanje manjih linija i bora",
    "Slika": "121903bf-a754-45f3-b22c-be90619784a4.jpg",
    "DatumPostavljanjaProizvoda": "24/06/2023",
    "Grad": "Novi Sad",
    "Recenzija": [],
    "Status": true,
    "IsDeleted": false,
    "FID": [],
    "KID": "5",
    "PID": [
      2
    ],
    "RID": [
      3
    ],
    "Kolicina": 5.0
  },
  {
    "Id": 6,
    "Naziv": "DR.GRANDEL Hijaluron Refil noćna krema HYDRO ACTIVE 50ml",
    "Cena": 2780.0,
    "Opis": "Krema sa tri tipa hijalurona koji tokom sna dugotrajno snabdevaju kožu vlagom, stimulišu sintezu sopstvenog hijalurona i popunjavaju bore uzrokovane dehidriranom kožom.\n\n• Osnovni sastojci:\n• Depo hijaluron\n• ”Synthesis booster”\n• Kompleks algi sa morskom vodom\n• Filer hijaluron\n• Babasu ulje",
    "Slika": "fb881a01-ad0b-4a41-a38c-27f5020ac272.jpg",
    "DatumPostavljanjaProizvoda": "24/06/2023",
    "Grad": "Novi Sad",
    "Recenzija": [],
    "Status": true,
    "IsDeleted": false,
    "FID": [],
    "KID": "5",
    "PID": [],
    "RID": [],
    "Kolicina": 2.0
  },
  {
    "Id": 7,
    "Naziv": "DR.GRANDEL Epigran ELEMENTS OF NATURE 30 ml",
    "Cena": 3766.0,
    "Opis": "Multiaktivna esencija koja svoju delotvornost pokazuje više od 70 godina. Obiluje esencijalnim hranljivim materijama koje snabdevaju kožu, za zdrav, svež i mladalački ten. Zaglađuje, regeneriše, zateže i značajno poboljšava vlažnost. ECO Control sertifikat potvrđuje ekološki kvalitet sirovina, proizvodnih procesa i proizvoda.",
    "Slika": "b1b93be2-472e-48bc-8943-545877c05439.jpg",
    "DatumPostavljanjaProizvoda": "25/06/2023",
    "Grad": "Niš",
    "Recenzija": [],
    "Status": true,
    "IsDeleted": false,
    "FID": [
      "15"
    ],
    "KID": "5",
    "PID": [
      12,
      13
    ],
    "RID": [],
    "Kolicina": 3.0
  },
  {
    "Id": 8,
    "Naziv": "DR.GRANDEL Couperose Expert krema 50 ml",
    "Cena": 4331.0,
    "Opis": "Za samo 4 nedelje potvrđeno je smanjenje crvenila 20% kod kože sa kuperozom/rozaceom. Zeleni pigmenti odmah smanjuju vidljivost crvenila,a biljni ekstrakti umiruju kožu. Inovativni biotehnološki dobijeni enzimi i ekstrakti algi jačaju zidove krvnih sudova i vezivno tkivo, kao i kolagena i elastična vlakna. Klinički testirano.",
    "Slika": "b494a618-08a3-4a7e-b5a1-d89c1e5c80e2.jpg",
    "DatumPostavljanjaProizvoda": "25/06/2023",
    "Grad": "Kragujevac",
    "Recenzija": [],
    "Status": true,
    "IsDeleted": false,
    "FID": [
      "3"
    ],
    "KID": "5",
    "PID": [
      3
    ],
    "RID": [],
    "Kolicina": 8.0
  },
  {
    "Id": 9,
    "Naziv": "DR.GRANDEL Fluid sa kiseonikom HYDRO ACTIVE 30ml",
    "Cena": 3858.0,
    "Opis": "24-časovni hidrantni, brzoupijajući fluid sa revitalizirajućim efektom. Kiseonik proizvodi svež, blistav izgled kože pri čemu aktivno pomaže sopstvenu prirodnu zaštitnu funkciju kože.\n\nOsnovni sastojci:\n• Perfluorodecalin\n• Hijaluronska kiselina\n• Jojoba ulje",
    "Slika": "c5392287-9131-458a-a5a0-09f3773cb8d9.jpg",
    "DatumPostavljanjaProizvoda": "25/06/2023",
    "Grad": "Subotica",
    "Recenzija": [],
    "Status": true,
    "IsDeleted": false,
    "FID": [],
    "KID": "5",
    "PID": [],
    "RID": [],
    "Kolicina": 41.0
  },
  {
    "Id": 10,
    "Naziv": "S Box USB 2.0 MAGNETIC KABLOVI S BOX Magnetic IPH, 1m",
    "Cena": 1999.0,
    "Opis": "S BOX MAGNETIC-IPH. \nBoja proizvoda: Srebrno, \nKonektor 1: USB A, \nKonektor 2: Lightning\n",
    "Slika": "87a830c8-235a-457f-906c-b7458dd6eaf4.jpg",
    "DatumPostavljanjaProizvoda": "25/06/2023",
    "Grad": "Kragujevac",
    "Recenzija": [],
    "Status": true,
    "IsDeleted": false,
    "FID": [],
    "KID": "8",
    "PID": [],
    "RID": [],
    "Kolicina": 147.0
  },
  {
    "Id": 11,
    "Naziv": "CAR LINE Kablovi za startovanje 500A",
    "Cena": 2194.0,
    "Opis": "Kablovi za startovanje automobila, jačine 500A, dužine 3m. TUV/GS standard.",
    "Slika": "e5976cb5-268f-4045-919b-4afacf856a27.jpg",
    "DatumPostavljanjaProizvoda": "25/06/2023",
    "Grad": "Niš",
    "Recenzija": [],
    "Status": true,
    "IsDeleted": false,
    "FID": [
      "3"
    ],
    "KID": "8",
    "PID": [
      5
    ],
    "RID": [],
    "Kolicina": 11.0
  },
  {
    "Id": 12,
    "Naziv": "LEIFHEIT Daska za peglanje sa kablom Airboard compact M plus",
    "Cena": 17490.0,
    "Opis": "Karakteristike:\n• Poseduje fiksni naslon za peglanje sa utičnicom i držačem kabla\n• Na vrhu je zaobljena radi lakšeg peglanja košulja\n• Izrađena je od aluminijuma i termo reflektujuće pene\n• Izuzetno lagana i zauzima vrlo malo mesta\n• Visina podesiva do max 95 cm\n• Navlaka izrađena od sunđera i pamuka\n• Pere se u veš mašini\n• Veličina površine za peglanje: 120 x 38 cm",
    "Slika": "854a5c45-142b-46cf-b6c5-513b898113ee.jpg",
    "DatumPostavljanjaProizvoda": "25/06/2023",
    "Grad": "Novi Sad",
    "Recenzija": [],
    "Status": true,
    "IsDeleted": false,
    "FID": [],
    "KID": "8",
    "PID": [],
    "RID": [],
    "Kolicina": 3.0
  }
]